station-goal-saveplanet =
    [bold]Форма НТ-ЦК-КОМ-УКЗ[/bold]
    [head=2]Приказ о назначении цели станции[/head]

        [bold]Цель станции[/bold]: Постройка дистанционно-пилотируемого шаттла и наполнение его припасами.

        [bold]Информация о цели[/bold]: На планете {$rand_planet_name} бедствие, произошла чрезвычайная ситуация. Ваша станция является ближайшей к этой планете, поэтому ваша смена будет оказывать им экстренную помощь. Необходимо заполнить форму "Опись отправляемой экстренной помощи", оставить ее внутри данного шаттла, а копию отправить на станцию Центрального Командования.

        [bold]Требования к цели[/bold]:

    [bullet] Наличие атмосферы не обязательно
    [bullet] Создание гравитации не обязательно
    [bullet] Площадь дистанционного шаттла может быть минимально 9x6 тайлов (без учёта двигателей)
    [bullet] По цели необходима бумажная отчётность по описи отправляемой экстренной помощи
    [bullet] Шаттл должен быть оборудован ядром Искуственного Интеллекта заместо пилотской рубки
        [bullet] Искуственный Интеллект шаттла должен иметь возможность управлять шаттлом
    [bullet] Шаттл должен содержать припасы следующего характера:
        [bullet] Инсузин (10 таблеток по 15 юнитов)
        [bullet] Пиразин (10 таблеток по 15 юнитов)
        [bullet] Бруизин (10 таблеток по 10 юнитов)
        [bullet] Криоксадон (1 кувшин на 200 мл.)
        [bullet] Церебрин (1 кувшин на 120 мл.)
        [bullet] 10 пайков, где паёк это сочетание блюда и безалкогольного напитка (Содержание их может как варьироваться, так и являться однотипными)
        [bullet] 1 механизированный медицинский киборг

    [italic]Место для печати[/italic]
station-goal-expedition =
    [bold]Форма НТ-ЦК-КОМ-УКЗ[/bold]
    [head=2]Приказ о назначении цели станции[/head]

        [bold]Цель станции[/bold]: Исследование экспедиций

        [bold]Информация о цели[/bold]: Руководство НаноТрейзен недовольно потерей ряда объектов в вашем секторе и просит направить экспедиционные команды для расследования этих инцидентов. Цель вашей смены - провести 3 успешных полётов на планеты с уровнем сложности "высокая" и подготовить отчёт о каждом вылете в соответствии с формой "отчёт об экспедиции". В целях безопасности медицинскому и научному сотрудникам строго воспрещается вступать в контакт с потенциальной опасностью. Форму "Отчёт об экспедиции" заполняет учёный-экспедиционер после каждой проведённой экспедиции, после чего Квартирмейстер ставит свою печать. После проведения всех запрошенных экспедиций необходимо отправить на станцию Центрального Командования заполненные формы с печатью Квартирмейстера при помощи факса.

        [bold]Требования к цели[/bold]:
    [bullet] Команда из отряда добровольцев, включающих утилизаторов, учёного и врача.
    [bullet] Выполнение трёх успешных полётов на планеты класса опасности "Высокий" для исследования
    [bullet] Заполнение отчётных данных об экспедициях в бланках формы "отчёт об экспедиции", после передача их на АСН "Севастополь" с полученной печатью Квартирмейстера

    [italic]Место для печати[/italic]
station-goal-guests =
    [bold]Форма НТ-ЦК-КОМ-УКЗ[/bold]
    [head=2]Приказ о назначении цели станции[/head]

        [bold]Цель станции[/bold]: Подготовиться к принятию особо важных гостей

        [bold]Информация о цели[/bold]: На станцию прибывают особо важные гости, поэтому руководство НаноТрейзен поручает вам модифицировать кухню и столовую. Помимо этого инженерный отдел обязан реставрировать одно любое устаревшее место на станции. Сервисный отдел, а именно бармен и повар должны подготовить сложные блюда и напитки на стол важных гостей, а именно на 4 персоны.

        [bold]Требования к цели[/bold]:
    [bullet] Модифицировать кухню, установив как минимум дополнительную микроволновую печь и измельчитель, а также расширив зону выдачи заказов
    [bullet] Модифицировать столовую, добавив дополнительных декораций или выбрам тематический стиль столовой на выбор Старшего Инженера, Главы Персонала или Капитана (по приоритету последнего)
    [bullet] Реставрировать любое устаревшее место на станции
    [bullet] Приготовить 4 сложных блюда и напитка, разместив их в специально заготовленном холодильнике для важных гостей
    [bullet] После приготовлений необходимо заполнить "Отчёт о модификации сервисного отдела" и отправить его факсом на АСН "Севастополь"

    [italic]Место для печати[/italic]
station-goal-pneumatictubes =
    [bold]Форма НТ-ЦК-КОМ-УКЗ[/bold]
    [head=2]Приказ о назначении цели станции[/head]

        [bold]Цель станции[/bold]: Создание системы путешествий через пневмотрубы

        [bold]Информация о цели[/bold]: Руководство НаноТрейзен озабочено огромным количеством мозолей на ногах сотрудников станции, а так же жалоб на космический стресс из-за однообразности ходьбы между отделами. Ваша цель - создать систему развлечений для сотрудников станции, которая в дальнейшем может послужить на благо Корпорации.

        [bold]Требования к цели[/bold]:
    [bullet] создание системы двустороннего сообщения из пневматических труб между Научным отделом и Медицинским отделом
    [bullet] создание системы двустороннего сообщения из пневматических труб между Инженерным отделом и отделом Снабжения
    [bullet] создание системы двустороннего сообщения из пневматических труб между Прибытием и Отбытием, с остановкой в Дорматориях

    [italic]Место для печати[/italic]
station-goal-robotisation =
    Руководство НаноТрейзен, ввиду недавнего открытия робототехники в полной мере, желает видеть процесс кибернетизации процессов станции при помощи роботов.
    Цель вашей смены - сборка боргов, кибернетизация станции с их помощью, а также их поддержка и обслуживание. Научному отделу станции необходимо собрать 10 боргов различных отделов, а также провести процесс кибернетизации процессов на станции, после чего Научный Руководитель должен составить специализированный отчёт о процессе кибернетизации, а также о её результатах, в которых будет отражено отношение экипажа к ней и оценена работа боргов.
    Инженерному отделу необходимо построить помещение для подзарядки боргов, в котором также необходимо собрать 10 станций зарядки киборгов. Помещение должно быть оборудовано инструментами, материалами для починки боргов и батарейками.
    Все материалы должны находиться в закрытом помещении, в которое будут иметь доступ только РнД и инженерный отдел.
station-goal-homekeepers =
    Вследствие ликвидации потенциальных угроз безопасности сектора на планете {$rand_planet_name} сотрудники Отряда Быстрого Реагирования и Секторального Штаба Центрального Командования были очень сильно измотаны, вследствие чего, ваша станция будет использоваться в качестве жилища, в котором они пробудут какое-то время и восполнят силы.
    Цель вашей смены - постройка жилищного комплекса на 6 мест. Инженерному отделу необходимо подготовить комнаты размером 3х5 тайлов, в которых должна быть атмосфера, пригодная для нахождения без скафандра и баллона с воздухом, а также гравитация.
    В комнате должны находиться следующие предметы: кровать, шкаф, медицинская аптечка с набором, способным излечить все виды повреждений, освещение (лампа накаливания или люминесцентная лампа-трубка), предмет декора, рацион питания с расчётом на один день, включающий в себя напиток и порцию питания.
station-goal-complexPVO =
    Цель вашей смены постройка комплексов противометеоритной обороны станции.
    Строители должны построить на двух противоположных сторонах станции пристройки с развернутыми орудийными системами типа PKT-800, и обитаемым отсеком с кнопками управления вооружением.
    Техническое задание:
    - Новое помещение, выпирающее за основной периметр станции
    - Жилое внутри, должно иметь 2 посадочных места для операторов и рычаги управления огнём
    - За пределами жилого отсека, снаружи должны быть расположены шесть орудий типа PKT-800, направленные во все доступные для стрельбы стороны
    - Помещения должны находится на противоположных сторонах станции
    - После постройки проверьте работоспособность орудий с помощью пары залпов
